[
  {
    "id": 1,
    "img_url": "images-product/product-1.png",
    "title": "Алмазная мозайка по фото",
    "description": "Алмазная мозаика по фото — это уникальный способ превратить вашу любимую фотографию в увлекательное и креативное занятие. Вы получите набор с изображением, сделанным по вашему фото, разделенным на мельчайшие участки, которые нужно заполнить блестящими алмазными кристаллами. Результатом станет яркая и переливающаяся картина, созданная собственными руками. Это отличный подарок для себя или близких, который сочетает в себе творчество и память. Выберите любое фото, и мы превратим его в набор для алмазной мозаики!",
    "price": 25499.99,
    "discount": 5,
    "is_active": true,
    "is_delivery": true
  },
  {
    "id": 2,
    "img_url": "images-product/product-2.png",
    "title": "Фотопортрет на холсте ",
    "description": "Стильный и оригинальный способ сохранить важные моменты и эмоции в виде произведения искусства. Мы переносим ваше любимое фото на качественный холст, создавая уникальную картину, которая станет украшением любого интерьера. Благодаря профессиональной печати, цвета получаются насыщенными и долговечными, а текстура холста придает изображению глубину и художественный шарм. Фотопортрет на холсте — идеальный подарок для близких или особенный элемент декора для вашего дома.",
    "price": 5000,
    "discount": 25,
    "is_active": true,
    "is_delivery": false
  },
  {
    "id": 5,
    "img_url": "images-product/product-5.png",
    "title": "Алмазная мозаика по картинке: природа, животные, натюрморт",
    "description": "Алмазная мозаика по картинкам с изображениями природы, животных и натюрмортов — это возможность оживить любимые сюжеты яркими алмазными кристаллами. С помощью готового набора вы сможете создать сверкающие картины, которые будут переливаться на свету. Выбирайте сцены природы, изображение ваших любимых животных или классические натюрморты, и наслаждайтесь медитативным процессом творчества. Каждая работа станет настоящим украшением интерьера или незабываемым подарком для близких.",
    "price": 35000,
    "discount": 20,
    "is_active": true,
    "is_delivery": false
  },
  {
    "id": 6,
    "img_url": "public/images-product/product-6.png",
    "title": "Рисование красками по номерам: ваше фото",
    "description": "Рисование красками по номерам по вашему фото — это увлекательный способ превратить личные воспоминания в настоящее произведение искусства. Мы создадим для вас набор, где ваше фото будет разделено на участки с номерами, соответствующими определенным цветам краски. Всё, что нужно, — следовать инструкции и заполнять картину, наблюдая, как изображение оживает на холсте. Этот процесс подходит как для начинающих, так и для опытных художников. Рисование по номерам — это не только творческое удовольствие, но и уникальный способ сохранить важные моменты в ярких красках.",
    "price": "15000",
    "discount": "20",
    "is_active": true,
    "is_delivery": false
  },
  {
    "id": 7,
    "img_url": "images-product/product-7.png",
    "title": "Фотопортрет на холсте",
    "description": "Фотопортрет на холсте — это идеальный способ превратить ваши любимые фотографии в художественное произведение. Мы печатаем ваш портрет на высококачественном холсте с яркими, насыщенными цветами, которые сохраняют свою глубину и четкость на протяжении многих лет. Холст придает изображению особую текстуру и изысканность, делая его центром внимания в любом интерьере. Такой фотопортрет — это стильный элемент декора, а также незабываемый подарок для близких, который всегда будет напоминать о важных моментах и эмоциях.",
    "price": 10000,
    "discount": 25,
    "is_active": true,
    "is_delivery": false
  }
]