[
  {
    "id": 1,
    "img_url": "images-product/product-1.png",
    "title": "Алмазная мозаика по фото ",
    "description": "Уникальный способ превратить вашу любимую фотографию в увлекательное и креативное занятие. Вы получите набор с изображением, сделанным по вашему фото, разделенным на мельчайшие участки, которые нужно заполнить блестящими алмазными кристаллами. Результатом станет яркая и переливающаяся картина, созданная собственными руками. Это отличный подарок для себя или близких, который сочетает в себе творчество и память. Выберите любое фото, и мы превратим его в набор для алмазной мозаики!",
    "price": 25499.99,
    "discount": 5,
    "is_active": true,
    "is_delivery": true
  },
  {
    "id": 2,
    "img_url": "public/images-product/product-2.png",
    "title": "Фотопортрет на холсте",
    "description": "Стильный и оригинальный способ сохранить важные моменты и эмоции в виде произведения искусства. Мы переносим ваше любимое фото на качественный холст, создавая уникальную картину, которая станет украшением любого интерьера. Благодаря профессиональной печати, цвета получаются насыщенными и долговечными, а текстура холста придает изображению глубину и художественный шарм. Фотопортрет на холсте — идеальный подарок для близких или особенный элемент декора для вашего дома.",
    "price": 5000,
    "discount": 25,
    "is_active": true,
    "is_delivery": false
  },
  {
    "id": 5,
    "img_url": "images-product/product-5.png",
    "title": "Интеграция 1С",
    "description": "Интеграция интернет-магазина с системой 1С позволяет автоматизировать процесс передачи данных о товарах, упрощая управление номенклатурой и минимизируя ошибки, связанные с ручным вводом.",
    "price": 35000,
    "discount": 20,
    "is_active": true,
    "is_delivery": false
  },
  {
    "id": 6,
    "img_url": "public/images-product/product-6.png",
    "title": "Продукт1",
    "description": "ffdg",
    "price": "6660",
    "discount": 0,
    "is_active": false,
    "is_delivery": false
  }
]